---
kind: other
id: Methods.T:Autodesk.Revit.DB.ImportIFCOptions
source: html/b93e90dd-d4eb-0e94-c3d4-ae3afb47da3d.htm
---
# ImportIFCOptions Methods

Returns the current Revit instance's ImportIFCOptions.